/* choose button - open panel */
"Choose" = "选择";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "请使用检查器输入视频的网址。";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "这是一个视频的占位符。完整的视频将在你发布到网站到显示，但要在 Sandvox 里看到视频，请在偏好设置里启用实时数据流。";